<?php
return [
    "language" => "Русский",
    "language successfully set" => "язык успешно установлен!",
    "Licence" => "📄 Политика бота 📄",
    "Send my number" => "☎️ Отправить мой номер ☎️",
    "Send new message" => "♻️ Отправить новое сообщение ♻️",
    "Sending your message" => "☢️ Отправка вашего сообщения...",
    "Your message delivered" => "✅ Ваше сообщение доставлено !",
    "First of all you have to send me your contact" => "Прежде всего, вы должны отправить мне свой контакт !",
    "User not found" => "❌ Пользователь не найден ❌",
    "Now you have to send me your contact" => "Теперь вам нужно отправить мне ваш контакты",
    "This user has restricted unknown contacts" => "Этот пользователь ограничил неизвестные контакты",

    "We have received complaints from your messages so you can not use the bot currently" =>
        "Мы получили жалобы на ваши сообщения, поэтому вы пока не можете использовать бот!",

    "Phone number or username request with examples" =>
        "Теперь введите телеграм номер или телеграм юзернейм получателя.\n\n пример: 998001234567\nили @username",

    "Wrong username or phone number" =>
        "Неверный формат номера телефона или юзер пользователя. Отправьте получателю заново, как показано в примере ниже: \n\nНомер телефона: 998901234567\nили\nЮзер пользователя: @username",

    "Now send me the message text which I have to deliver" =>
        "Теперь пришлите мне текст сообщения, которое я должен доставить.",

    "Privacy policy text" => "Во-первых, вы должны отправить нам свой номер телефона, чтобы отправлять "
                             ."сообщения другим пользователям. Мы отправим им ваше сообщение, указав ваш номер телефона "
                             ."по соглашения о конфиденциальности пользователей Telegram.\nНе делитесь конфиденциальной "
                             ."информацией с неизвестными контактами через бота. Администрация бота не несет ответственности "
                             ."за отправленную вами информацию. Мы не собираем и не продаем вашу информацию третьим лицам. "
                             ."Все права @DoveRobot и его пользователей защищены. "
                             ."\n\n©️ @DoveRobot 2022",
];
